Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja2/madsen-n.htm.tmx
Source language: nob
Languages: sme

source: Resultatet ble veldig urettferdig: En elev med Mg fra kursplan 2 ble rangert etter en elev med Ng fra kursplan 3.
sme: Boađus ii šaddan govttolaš: Muhtin kursaplána 2 oahppi, gii oaččui Hui buorre (Mg) árvvoštallojuvvui heajubun go kursplana 3 oahppi geas lei Oalle buorre (Ng).

source: Og samiske elever fikk ofte en ekstra ulempe når de søkte videregående skoler, de kom ikke inn fordi de hadde hatt lave kursplaner i ungdomsskolen.
sme: Ja sámegielat ohppiide dat čuozai eambbo go earáide go ohce joatkkaskuvllaide, eai sii beassan dohko álgit, go sis ledje vuolit kursaplánat nuoraidskuvllas.

source: I Karasjok var Trygve og Randi med på mye kulturell aktivitet i bygda.
sme: Kárášjogas soai oassálasttiiga ollu kultuvrralaš doaimmain báikkis.

source: De første årene de var i Karasjok dirigerte Trygve blandakoret.
sme: Vuosttaš jagiid go leigga Kárášjogas, de Trygve láidestii seahkalaskoara.

source: I årene 1958–60 var Trygve aktivt med og startet teatergruppa «Katta» (Karasjok Amatør-Teater Til Adspredelse).
sme: Jagiid 1958–60 Trygve lei searvvis álggaheamen teáhterjoavkku «Katta» (Karasjok Amatør-Teater Til Adspredelse).

source: Den fremførte Folk og røvere i Kardemomme by, Huset i skogen, Jeppe på Bjerget og My fair lady.
sme: Dat čájehedje Folk og røvere i Kardemomme by (Olbmot ja rievvárat Kardemomme gávpogis), Huset i skogen (Dállu meahcis), Jeppe på Bjerget (Jeagge-Jussá) ja My fair lady.

source: Alle disse stykkene ble spilt på norsk.
sme: Buot dát bihtát čájehuvvojedje dárogillii.

source: Trygve arrangerte også riksteaterforestillinger på samisk, den første var Dávggaid vuolde i 1963, den neste Dola birra med Per Hætta.
sme: Trygve maid lágidii riikkateáhterčájálmasaid sámegillii, vuosttaš lei Dávggáid vuolde 1963:s, nubbi lei Dola birra Per Hættain.

source: Trygve og Randi var også med og spilte i Riksteaterets første samiske dukketeaterforestilling: Mikku-Mát ' te ja su us ' tibat.
sme: Trygve ja Randi leigga maid čájeheamen Riikkateáhtera vuosttaš vávváteáhterčájáhusa; Mikku-Mát ' te ja su us ' tibat.

source: Trygve Madsen var en ildsjel i arbeidet med å få igang teater på samisk.
sme: Trygve Madsen barggai hui áŋgirit oaččuhit sámegiel teáhtera.

source: På 1960-tallet arrangerte Riksteateret sammen med Svenska Teatern en turne med dukketeater på samisk.
sme: 1960-logus jođii Riksteateret ovttasbarggus Svenska Teaterniin sámegiel vávváteáhteriin.

source: Oslo: Elevutveksling og samiskkurs
sme: Oslo: Ohppiidlonohallan ja sámegielkursa

source: I 1968 ble Randi valgt til nestleder i Norsk lærerlag, og flyttet da til Oslo.
sme: 1968:s válljejuvvui Randi Norgga oahpaheaddjisearvvi nubbinjođiheaddjin, ja fárrii dalle Osloi.

source: Dette vervet hadde hun frem til 1973.
sme: Dát doaibma sus lei gitta 1973 ' rádjai.

source: Etter tida i lærerlaget var Randi rektor i Oslo, først på Årvoll, så på Nordseter ungdomsskole.
sme: Maŋŋá oahpaheaddjisearvvi áiggi, de lei Randi rektorin Oslos, álggos vuos Årvollas, ja dasto Nordseter nuoraidskuvllas.

source: Trygve flyttet også med til Oslo, der han fikk arbeid som rektor i nabokommunen Nittedal og senere på Munkerud skole i Oslo.
sme: Trygve fárrii maiddái Osloi, gos son bargagođii rektorin kránnjágielddas Nittedalas ja maŋŋil Munkerud skuvllas Oslos.

source: Under tiden på Munkerud sto han i spissen for en storstilt elevutveksling mellom denne skolen og Karasjok barneskole.
sme: Munkerudas barggadettiin son lei njunnošis láidesteamen hui viiddis ohppiidlonohallama dán skuvlla ja Kárášjoga mánáidskuvlla gaskkas.

source: – Det var slik at SAS hadde et ekstremt godt tilbud til barn under 12 år som reiste sammen med voksne.
sme: – Lei nu ahte SAS:s lei hirbmat buorre fálaldat mánáide, geat eai lean vel deavdán 12 jagi ja geat mátkkoštedje rávesolbmuiguin fárrolaga.

source: Dette gjorde at denne utvekslingen ikke kostet skolene mer enn en vanlig leirskole i nærheten.
sme: Dat mearkkaša ahte dát lonohallan ii šaddan skuvllaide máksit eambbo go dábálaš leairaskuvla lahkosiin.

source: Vi gjennomførte derfor utvekslingen med de eldste elevene som kunne utnytte dette tilbudet, dvs. 5. klasse.
sme: Mii danin lonohalaimet boarráseamos ohppiid, geat sáhtte geavahit dán fálaldaga; 5. luohkkálaččaid.

source: Elevene bodde hos hverandre en uke, og de var med i undervisningen på skolen.
sme: Oahppit orro guhtet guimmiideaset luhtte vahkku, ja sii čuvvo oahpahusa skuvllas.

source: I Karasjok fikk elevene tur ut på vidda, i Oslo fikk de se turistattraksjoner som Holmenkollen og Norsk Folkemuseum.
sme: Kárášjogas oahppit fitne maiddái duoddaris, Oslos gis besse fitnat erenoamáš turistabáikkiin nugo Holmenkollenis ja Norgga Álbmotmuseas (Norsk Folkemuseumas).

source: En av de aller største begivenhetene var da elevene fra Karasjok ble invitert til lunsj hos Kong Olav på Slottet.
sme: Stuorámus dáhpáhusaid searvvis lei go Kárášjoga oahppit bovdejuvvojedje Šlohttii Gonagas Ovllá lusa boradit.

source: Det kunne være 70 til 90 elever med på en slik tur, så vi fylte opp hele fly og SAS tjente nok ikke mye på oss.
sme: Sáhtte leat 70–90 oahppi dákkár mátkkis mielde, nu ahte mii devddimet olles girdi ja SAS ii dáidde gal leat dinen áktánasat min dihtii.

source: Så det ble snart slutt på dette tilbudet og da hadde vi ikke råd til å fortsette.
sme: Nu ahte fargga heaittihedje dán fálaldaga ja mis ii lean šat várri joatkit lonohallama.

source: Det er nå gått omtrent 30 år siden denne utvekslinga, men mange familier holdt kontakt lenge.
sme: Dál leat gollan sullii 30 jagi lonohallama rájes, muhto máŋga bearraša leat guhká doalahan oktavuođaid.

source: Noen har fortsatt kontakt.
sme: Soapmásiin lea ain oktavuohta.

source: Tidlig på 1980-tallet var det stor interesse for samiskkurs i Oslo.
sme: 1980-logu álggus jearahišgohte sámegielkurssaid Oslos.

source: Først fikk jeg spørsmål fra Sámiid Searvi ved Ragnhild Nystad om jeg kunne ta på meg et kveldskurs.
sme: Álggos jearai Sámiid Searvvi Ragnhild Nystad mus ahte sáhtášin go váldit badjelasan eahketkurssa.

source: Etter hvert måtte vi dele opp i to nivå, for begynnere og for dem som kunne litt.
sme: Veahá áiggi geažes fertiimet juohkit kurssa guovtti dássái, daid várás geat ledje álgodásis ja daidda geat jo máhtte veahá.

source: Davvin-bøkene var nettopp kommet, og de var på den nye rettskrivingen.
sme: Davvin-girjjit ledje aiddo ilbman, ja dat ledje ođđa čállinvuohkái.

source: Den hadde ikke jeg lært, jeg måtte lære meg den etter hvert som jeg underviste.
sme: Dan in lean oahppan, mun fertejin ieš oahppat dađistaga go oahpahin.

source: Så tok Sámiid Searvi initiativ til å få samisk inn i skolen i Oslo.
sme: Ja de Sámiid Searvi oččodišgođii sámegiela Oslo skuvllaide.

source: Det var delte meninger i rektorkollegiet om det skulle åpnes for å bytte ut nynorsk med samisk.
sme: Rektorat ledje guovtti oaivilis ahte galge go addit vejolašvuođa lonuhit ođđadárogiela sámegielain.

source: Men så kom det et rundskriv fra KUF som avklarte saken.
sme: Muhto de sáddii Girko- ja oahpahusdepartemeanta johtočállosa, mii čielggadii ášši.

source: Da sendte jeg ut et skriv på skolen min og noen naboskoler og vi fikk 3–4 elever som ville ha samisk.
sme: Dalle mun bidjen johtui čállosa iežan skuvllas ja muhtun kránnjá skuvllain ja oaččuimet 3-4 oahppi, geat háliidedje sámegiela.

source: Det måtte opp i skolestyret for at jeg som rektor skulle få lov å bruke undervisningstiden min til samiskundervisning.
sme: Skuvlastivra fertii meannudit ahte galggan go mun rektorin beassat geavahit oahpahusáigán sámegieloahpahussii.

source: Etter noen år fikk vi den første eleven med samisk i videregående skole.
sme: Muhtun jagiid maŋŋá oaččuimet vuosttaš oahppi sámegielain joatkkaskuvlii.

source: Jeg hadde henne første året, men så fikk jeg jobb i Kiruna og dro dit, og Randi tok over andre året.
sme: Son lei mus oahppin vuosttaš jagi, muhto de ožžon barggu Gironis ja fárrejin dohko, ja Randi válddii badjelasas dán oahppi nuppi jagi.

source: Men så dro hun også nordover, så tredje året overtok Bibbi Johnskareng.
sme: Muhto de fárrii Randige davás, nu ahte goalmmát jagi oahpahii Bibbi Johnskareng su.

source: Det pussige er at denne eleven ikke hadde noen samisk bakgrunn, hun var helnorsk.
sme: Ártegeamos lei ahte dán oahppis ii lean sámi duogáš, son lei rivgonieida.

source: Hun hadde ikke tilgang på noe samisk språkmiljø i Oslo, så vi tok henne med til hytta i Karasjok hver gang vi reiste dit.
sme: Sus ii lean vejolašvuohta hállat sámegiela Oslos, nu ahte moai válddiime su mielde iežame bartii Kárášjohkii álo go dohko manaime.

source: Samisk i Vadsø og Kirkenes
sme: Sámegiella Čáhcesullos ja Girkonjárggas

source: I 1986 ble Randi Nordback Madsen utnevnt til skoledirektør i Finnmark, en stilling hun hadde til 1992.
sme: I1986:s nammaduvvui Randi Nordback Madsen Finnmárkku skuvladirektevran, dán virggis son lei 1992 ' rádjai.

source: I denne perioden bodde de i Vadsø.
sme: Dán áigodaga soai ásaiga Čáhcesullos.

source: Trygve forteller: – I 1987 opprettet de samiske kunstnerorganisasjonene et felles sekretariat.
sme: Trygve muitala: – 1987:s sámi dáiddárorganisašuvnnat ásahedje oktasaš čállingotti.

source: Det ble kalt «Čálli».
sme: Dan sii gohčodedje «Čállin».

source: Følgende organisasjoner sto bak opprettelsen: SGS (Sámi girječálliid searvi – Samisk forfatterforening), SDS (Sámi dáiddačehpiid searvi – Samisk kunstnerforening) og SMS (Sámi musihkkariid searvi – Samisk musikerforening).
sme: Čuovvovaš organisašuvnnat vuođđudedje dan: SGS (Sámi Girječálliid Searvi), SDS (Sámi Dáiddačehpiid Searvi) ja SMS (Sámi Musihkkáriid Searvi).

source: Jeg ble da ansatt som sekretær og begynte der i januar 1987.
sme: Mun álgen bargat čállin dohko ođđajagemánus 1987:s.

source: Jeg fikk da arbeide i Vadsø, men etter en prøveperiode som varte til sommeren 1988, fant vi ut at kontoret burde ligge i det samiske kjerneområdet, og kontoret ble flyttet til Karasjok.
sme: Bessen bargat Čáhcesullos, muhto geahččalanáigodaga maŋŋá mii bisttii geassái 1988, gávnnaheimmet ahte kantuvra berrešii leat sámi guovddášguovllus, ja kantuvra de sirdojuvvui Kárájohkii.

source: – Mens jeg arbeidet for kunstnerorganisasjonene fikk jeg spørsmål fra Vadsø videregående skole om jeg kunne ta på meg samiskundervisning.
sme: – Dáiddárorganisašuvnnain barggadettiin jearai Čáhcesullo joatkkaskuvla mus ahte sáhtášin go oahpahit sámegiela doppe.

source: De hadde ikke hatt noe tilbud om samisk før, så jeg var den første samisklæreren der.
sme: Sis ii lean leamaš goassege sámegiela fálaldat ovdal, nu ahte mun ledjen vuosttaš sámegieloahpaheaddji doppe.

source: Første året hadde jeg bare en elev, og var bare timelærer.
sme: Vuosttaš jagi lei mus dušše okta oahppi, ja ledjen dušše diibmooahpaheaddjin.

source: Allerede året etter var det mange flere elever som ville ha samisk.
sme: Maŋit jagi juo ledje eanet oahppit, geat háliidedje oahppat sámegiela.

source: Da hadde jeg full lærerjobb, med noen musikktimer ved sida av samisken.
sme: Dalle mus lei olles oahpaheaddjivirgi, ja sámegiela lassin ledje vel moadde musihkkadiimmu.

source: Deretter var det full jobb med samisk og vel så det.
sme: Dan maŋŋil lei olles bargu sámegielain ja vel eambboge.

source: Siste året jeg var der hadde jeg 36 elever.
sme: Maŋimuš jagi go ledjen doppe, de ledje mus 36 oahppi.

source: Jeg sørget for å fortelle elevene at dersom de valgte samisk ville de stå mye sterkere når de søkte arbeid, og det var argument som virket !
sme: Mun váruhin muitalit ohppiide ahte jos sii válljejit sámegiela, de sii čužžot nannosat juolggi alde go ohcet bargguide, ja dat ágga gal doaimmai !

source: Jeg hadde undervisning på hele 4 trinn: førstespråk, andrespråk, de som hadde hatt litt samisk i grunnskolen og de som starta helt blanke.
sme: Mun oahpahin 4 dásis: sámegiela vuosttaš giellan ja nubbingiellan, daid geat ledje veahá oahppan sámegiela nuoraidskuvllas ja daid geat eai máhttán maidege.

source: De fleste elevene kom fra Tana og Nesseby.
sme: Eanaš oahppit ledje Deanus ja Unjárggas eret.

source: Gruppene varierte fra en enslig elev til over 10 elever.
sme: Joavkkut ledje iešguđet sturrodagas, ovtta oahppis gitta logi oahppái.

source: Siste året hadde jeg i tillegg samiskundervisningen på Kirkenes videregående skole.
sme: Maŋimuš jagi lei mus vel sámegieloahpahus Girkonjárgga joatkkaskuvllas.

source: De var desperate fordi de manglet samisklærer, og jeg fikk tilbud om enten å ta fly eller kjøre bil.
sme: Sii ledje heađis go váillui sámegieloahpaheaddji, ja munnje fálle jogo girdit dahje vuodjit dien gaskka.

source: Men flyrutene passet ikke, så jeg ble å kjøre bil 17 mil hver vei hver fredag.
sme: Muhto girdiruvttot eai heiven, nu ahte fertejin vuodjit 17 miilla goappáge guvlui juohke bearjadaga.

source: Jeg startet klokken 6 om morgenen og var ikke hjemme før sene kvelden.
sme: Vulgen ruovttus 6 áigge iđđedis ja in joavdan ruoktot ovdalgo maŋŋiteahkeda.

source: Det var fire elever på to forskjellige nivå.
sme: Ledje njeallje oahppi goabbat dásis.

source: «Samefiendtlig» skoledirektør
sme: «Sámevuostálasti» skuvladirektevra

source: Randi var skoledirektør i en tid med store endringer i skoletilbudet for samiske elever.
sme: Randi barggai skuvladirektevran daid áiggiid go sámi ohppiid skuvlafálaldat sakka nuppástuvai.

source: Skoledirektøren skulle kontrollere at skolestyrenes vedtak var etter lov og rett.
sme: – Skuvladirektevra galggai dárkkistit ahte skuvlastivrraid mearrádusat ledje lágaid ja njuolggadusaid mielde.

source: Vi gikk derfor gjennom skolestyreprotokollene.
sme: Mii geahčadeimmet danin skuvlastivrraid beavdegirjjiid.

source: I Kautokeino hadde skolestyret vedtatt å innføre samisk som obligatorisk fag.
sme: Guovdageainnu skuvlastivra lei mearridan álggahit sámegiela geatnegahtton fágan.

source: Men det var ikke lovhjemmel for det i den tiden, det ble det først senere.
sme: Muhto dan áigge ii lean dasa láhkavuođđu, easkka maŋŋil šattai nu.

source: Jeg var derfor nødt til å si fra at vedtaket var ulovlig, selv om jeg kunne ønske at det skulle være lov.
sme: Danin fertejinge cealkit ahte mearrádus ii lean lobálaš, vaikko vel livččenge dáhtton dan lobálažžan.

source: Dermed ble jeg hengt ut i avisen Sámi Áigi som den samefiendtlige skoledirektøren.
sme: Danin Sámi Áigi-aviisa fallehii mu sámevuostálasti skuvladirektevran.

source: I starten hadde vi også ansvar for å gå gjennom tilsettinger av lærere, det vil si at vi måtte godkjenne skolestyrenes vedtak.
sme: Álggedettiin lei mis maiddái ovddasvástádus geahčadit oahpaheddjiid virgádemiid, dat mearkkaša ahte mii galggaimet dohkkehit skuvlastivrraid mearrádusaid.

source: Dette ble senere desentralisert til kommunene.
sme: Maŋŋil daid adde gielddaide mearridit.

source: En viktig oppgave for Skoledirektøren var å heve kunnskapsnivået blant lærerne.
sme: Skuvladirektevrras lei deaŧalaš bargu nannet oahpaheddjiid máhttodási.

source: Derfor satte vi i gang kurs for lærere – forsøkte å få i gang kurs også for samisk opplæring, i samarbeid med Samisk utdanningsråd.
sme: Danin álggaheimmetge kurssaid oahpaheddjiid várás – geahččalin maid álggahit kurssaid sámegiela oahpahusa várás, ovttasráđiid Sámi oahpahusráđiin.

source: Et viktig ledd i arbeidet var å få ansatt pedagogiske konsulenter i kommunene.
sme: Deaŧalaš oassi dán barggus lei virgádit pedagogalaš konsuleanttaid gielddaide.

source: Skoledirektøren i Finnmark fikk en ganske stor bevilgning til å fordele til kommunene for styrking av opplæringen for samiske elever.
sme: Finnmárkku skuvladirektevra oaččui oalle ollu ruđa juohkit gielddaide nannet sámi ohppiid oahpahusa.

source: Det meste gikk til samiskundervisning, men vi kunne også gi penger til delingstimer i fag som norsk og matematikk.
sme: Eanemusat manai sámegieloahpahussii, muhto sáhtiimet maiddái addit ruđa juohkindiimmuide dakkár fágain go dárogielas ja matematihkas.

source: Jeg arbeidet også mye med finskundervisningen.
sme: Bargen maiddái ollu suomagieloahpahusain.

source: I den tiden begynte en skole med kvenskundervisning, noe jeg var skeptisk til.
sme: Dan áigge oahpahišgođii okta skuvla kveanagiela, dasa in lean nu mielas.

source: Jeg mente de skulle holde seg til finsk, som var et standardisert språk.
sme: Oaivvildin ahte sii galge čuovvut suomagiela, mii lei standardiserejuvvon giella.

source: Det var i mi tid som skoledirektør at arkivet for Skoledirektøren i Finnmark ble overført til Statsarkivet i Tromsø.
sme: Mu áiggis go ledjen skuvladirektevran, de Finnmárkku skuvladirektevrra arkiiva sirdojuvvui Stáhtaarkiivii Tromsii.

source: Jeg måtte gå gjennom dette, bl.a. for å avgjøre hva som skulle være offentlig tilgjengelig og hva som skulle være unntatt offentlighet.
sme: Fertejin dan dárkkistit, ee. mearridit maid sáhtii albmosin dahkat ja mat eai galgan šaddat almmolažžan.

source: Det var mye som var skrevet om navngitte elever.
sme: Ollu lei čállojuvvon nammejahkii ohppiid birra.

source: Blant annet har mange elever blitt stemplet som åndssvake, mens den reelle grunnen for mange kan ha vært språkproblemer, dysleksi eller kanskje også hørsels- og synshemninger.
sme: Muhtun oahppit leat navdojuvvon miellaváillagin, muhto duohta sivva lei baicca ahte ollugiin ledje giellaváttisvuođat, dysleksiija dahje dáide maid leamaš gulus ja oainnus sivat.

source: Skolelegeordningen fungerte ikke alle steder like godt.
sme: Skuvladoavtterortnet ii doaibman buot báikkiin seamma bures.

source: Jeg synes at det er galt å la slike dokumenter være offentlig tilgjengelige.
sme: Mu mielas lea boastut dahkat dánlágan čállosiid almmolažžan.

source: De ble skrevet i en tid da diagnostisering av lærevansker og hjelpetiltak var så godt som ikke-eksisterende noe sted i landet.
sme: Dát čállojedje dan áigge go oahppanváttisvuođat eai iskojuvvon eaige veahkkedoaimmat lean oažžunláhkai gostege dán riikkas.

source: Alle på sitt nivå
sme: Juohkehaš iežas dásis

source: – Jeg har vært opptatt av at alle som ønsker samisk skal få et tilbud på sitt nivå, og krav som de kan mestre.
sme: –– Lean beroštan das ahte juohkehaš gii háliideaš sámegiela, galgá oažžut fálaldaga iežas dásis ja gáibádusaid maid sáhttá hálddašit.

source: Derfor mener jeg det er viktig at grunnskolen har tilbudet «samisk språk og kultur», som er en læreplan på lavere nivå enn andrespråk.
sme: Danin oaivvildange deaŧalažžan ahte vuođđoskuvla sáhttá fállat «sámi giela ja kultuvrra», mii lea oahppoplána vuolit dásis go nubbinegiella.

source: Om elever kommer flyttende til en samisk kommune f.eks. midt i grunnskolen, er det for hardt å kreve at de skal mestre andrespråksplanen.
sme: Jos oahppit fárrejit sámi gielddaide omd. dalle go vuođđoskuvllas leat joavdan gaskkamuddui, de lea menddo garas gáibidit sin hálddašit nubbingielaplána.

source: En bør ikke legge planene for høyt, det kan elevene knekke både ryggen og interessen på.
sme: Plánat eai berreše biddjot menddo alás, dalle sáhttet oahppit sihke vuollánit ja beroštumi massit.

source: I Utdanningsdepartementet
sme: Oahpahusdepartemeanttas

source: Den siste jobben Randi Nordback Madsen hadde før hun gikk av med pensjon var i Oslo, i Utdanningsdepartementet som spesialrådgiver for samiske og nordnorske skolespørsmål.
sme: Maŋimuš virgi mas Randi Nordback Madsen lei ovdalgo manai ealáhahkii, lei Oslos, Oahpahusdepartemeanttas. Doppe son lea sámi ja davvinorgalaš skuvlagažaldagaid erenoamášráđđeaddi.

source: Denne jobben var i grunnskoleavdelingen.
sme: Dát bargu lei vuođđoskuvlaossodagas.

source: Hun hadde ikke noe med videregående opplæring eller høgskolen å gjøre, og det var ikke noen tilsvarende stilling for disse skoleslagene.
sme: Sus ii lean mihkkege dahkamušaid joatkkaoahpuin iige allaskuvllain, ja dáid skuvllaid várás ii lean dánlágan virgi.

source: – Da jeg begynte i departementet fikk jeg igjen å gjøre med midlene til samiskundervisning, nå fra en annen vinkel, nemlig å fordele penger til fylkene.
sme: – Go álgen departementii bargui, de fas šattai mu bargun sámegieloahpahusa ruđaid hálddašit, muhto dál earáláhkai, namalassii juohkit ruđaid fylkkaide.

source: I tillegg til det vi ga ut til fylkene, beholdt vi en pott i departementet som vi kunne dele ut direkte til kommuner etter søknad.
sme: Dasa lassin maid jugiimet fylkkaide, de dolliimet ruhtasummá departementii maid sáhtiimet addit njuolga gielddaide ohcamušaid vuođul.

source: Fra departementet kunne vi si at vi betaler, dersom dere skaffer lærer.
sme: Departemeanttas sáhtiimet dadjat ahte mii máksit, jos dii háhkabehtet oahpaheaddji.

source: Det gjaldt også om det ikke var så mye som 3 elever, som var det minimum loven krevde for at elevene hadde krav på å få samiskundervisning.
sme: Nu lei vejolaš vaikko vel eai leange 3 oahppi, mii lei unnimus gáibádus lága mielde ovdalgo oahppit sáhtte gáibidit sámegieloahpahusa.

source: Vi hadde veldig få saker der kommunene var negative til samiskundervisning.
sme: Mis ledje hui unnán áššit, mas oidno ahte gielddat eai lean nu miellasat addit sámegiel fálaldaga.

source: Men det var noen tilfeller, der det fantes lærer, men der kommuner likevel ikke ville gi samiskundervisning.
sme: Muhto lei gal moatti háve nu ahte livččii lean oahpaheaddji, muhto gielddat eai datte háliidan fállat sámegieloahpahusa.

source: De ville heller ikke søke om penger før foreldrene fikk bekreftet fra departementet at kommunen ville få penger om de søkte.
sme: Eai ohcatge háliidan ruđaid ovdalgo vánhemat ožžo departemeantta duođaštit ahte gielda sáhttá oažžut ruhtadoarjaga jos ohcá.

source: Det største problemet for å kunne gi samiskopplæring til alle som ønsket det, var likevel mangel på lærere.
sme: Stuorámus váttisvuohtan fállat sámegieloahpahusa buohkaide geat háliidedje, lei datte go oahpaheaddjit váilo.

source: Samisklærerne burde jo både ha lærerutdanning og samisk som fag, men ofte måtte man bruke lærere med mangelfull utdanning.
sme: Sámegieloahpaheaddjiin berrii lean sihke oahpaheaddjioahppu ja sámegiella fágan, muhto dávjá fertejedje geavahit oahpaheddjiid, geain lei váilevaš oahppu.

source: I min tid begynte vi å arbeide for å utvikle et fjernundervisningstilbud til skoler uten samisklærer.
sme: Mu áiggis bargagođiimet ovdánahttit gáiddusoahpahusfálaldaga skuvllaide, main eai lean sámegieloahpaheaddjit.

source: Det er svært gledelig å se at dette nå begynner å komme i orden flere steder.
sme: Hávski lea oaidnit ahte dál lea dát doaibmagoahtán máŋgga sajis.

source: Fjernundervisning alene er ikke nok, det må være en kombinasjon med kortere opphold på en skole med samiskundervisning, slik man nå bl.a. gjør det på sameskolen i Hattfjelldal.
sme: Dušše gáiddusoahpahus ii leat doarvái, oahppit fertejit beassat muhtun áiggiid leat skuvllain main lea sámegieloahpahus, nugo omd. Aarborde sámeskuvllas dahket.

source: Rektor Hans Lindkjølen ved Sameskolen i Målselv overrekker gave til Randi Nordback Madsen, fordi hun som konsulent i departementet hadde sørga for fortgang i saka med bygging av sameskole.
sme: Málatvuomi sámeskuvlla rektor Hans Lindkjølen geige skeaŋkka Randi Nordback Madsenii, dan dihtii go son departemeantta konsuleantan lei váikkuhan dasa ahte huksejuvvui ođđa sámeskuvla.

source: (Foto utlånt av Hans Lindkjølen)
sme: (Gova luoikkan Hans Lindkjølen)

source: I departementet kjente jeg det slik at jeg hadde en friere posisjon enn jeg hadde hatt som skoledirektør.
sme: Departemeanttas dovden alddán friddjasat bargodili go dalle go bargen skuvladirektevran.

source: Det var mer åpning for å kunne foreslå ting.
sme: Doppe lei buoret vejolašvuohta evttohit áššiid.

source: Jeg opplevde at de stolte på det arbeidet jeg gjorde og jeg fikk mye spørsmål om samiske saker.
sme: Dovden ahte luhtte dan bargui maid bargen ja mus jerrojuvvui hui ollu sámi áššiid hárrái.

source: Noen hadde virkelig satt seg inn i sakene.
sme: Muhtumat gal bures dovde dánlágan áššiid.
